tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jmespath/jmespath"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bat"
brew "fontconfig"
brew "chezmoi"
brew "deno"
brew "editorconfig"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnupg"  # asdf nodejs
brew "graphviz"
brew "grep"
brew "httpie"
brew "jd"
brew "lazydocker"
brew "lsd"
brew "marked"
brew "mas"
brew "neovim"
brew "node@16"
brew "pandoc"
brew "plantuml"
brew "postgresql"
brew "prettier"
brew "pv"
brew "qcachegrind"
brew "qemu"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "termtosvg"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "w3m"
brew "zoxide"
brew "jmespath/jmespath/jp"
cask "1password"
cask "alacritty"
cask "amethyst"
cask "android-file-transfer"
cask "android-platform-tools"
cask "aws-vault"
cask "daisydisk"
cask "docker"
cask "emacs"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "jetbrains-toolbox"
cask "kensingtonworks"
cask "kindle"
cask "lastpass"
cask "libreoffice"
cask "megasync"
cask "microsoft-teams"
cask "mucommander"
cask "pocket-casts"
cask "pomotroid"
cask "postman"
cask "slack"
cask "spotify"
cask "steam"
cask "vagrant"
cask "virtualbox"
cask "vscodium"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zoom"
mas "MeetingBar", id: 1532419400
mas "Pocket", id: 568494494
mas "Slack", id: 803453959
mas "WireGuard", id: 1451685025
