tap "adoptopenjdk/openjdk"
tap "chef/chef"
tap "homebrew/bundle"
tap "homebrew/cask", "git@github.com:Homebrew/homebrew-cask.git"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jmespath/jmespath"
tap "prisma/prisma"
cask "adoptopenjdk8"
brew "apache-zeppelin"
brew "coreutils"
brew "asdf"
brew "autojump"
brew "awk"
brew "aws-elasticbeanstalk"
brew "aws-es-proxy"
brew "aws-okta"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bc"
brew "bfg"
brew "bison"
brew "bison@2.7"
brew "boost"
brew "bzip2"
brew "chamber"
brew "chezmoi"
brew "cloc"
brew "composer"
brew "curl"
brew "diff-so-fancy"
brew "diffstat"
brew "diffutils"
brew "direnv"
brew "docker-machine-driver-hyperkit"
brew "ec2-ami-tools"
brew "ec2-api-tools"
brew "ed"
brew "editorconfig"
brew "exa"
brew "exercism"
brew "expect"
brew "fd"
brew "file-formula"
brew "findutils"
brew "flintrock"
brew "freetds"
brew "fzf"
brew "git"
brew "global"
brew "gmailctl"
brew "gnu-sed"
brew "gnupg"
brew "gpg-agent"
brew "graphicsmagick"
brew "python"
brew "graphviz"
brew "grep"
brew "groff"
brew "gzip"
brew "ncurses"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "influxdb"
brew "jq"
brew "k6"
brew "kafkacat"
brew "ktlint"
brew "kubernetes-cli"
brew "leiningen"
brew "less"
brew "lsof", link: true
brew "luajit"
brew "mad"
brew "make"
brew "mas"
brew "minikube", link: false
brew "minimesos"
brew "moreutils"
brew "mtr"
brew "mysql"
brew "neovim"
brew "now-cli"
brew "p7zip"
brew "packer"
brew "php@7.2"
brew "pipenv"
brew "poetry"
brew "poppler"
brew "postgresql"
brew "pv"
brew "qcachegrind"
brew "re2c"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "sd"
brew "shellcheck"
brew "sox"
brew "ssh-copy-id", link: true
brew "tcpdump"
brew "terraform@0.11"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "whois"
brew "zlib"
brew "zplug"
brew "zsh"
brew "jmespath/jmespath/jp"
brew "prisma/prisma/prisma"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "amethyst"
cask "bettertouchtool"
cask "betterzip"
cask "boinc"
cask "brave-browser"
cask "caffeine"
cask "charles"
cask "chefdk"
cask "consul-cli"
cask "daisydisk"
cask "dash"
cask "datagrip"
cask "dbeaver-community"
cask "deckset"
cask "devdocs"
cask "docker"
cask "dotnet-sdk"
cask "dynamodb-local"
cask "eclipse-java"
cask "emacs"
cask "firefox"
cask "font-dejavu-sans"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-fira-code"
cask "freemind"
cask "ghost"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "handbrake"
cask "iina"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "kdiff3"
cask "kindle"
cask "libreoffice"
cask "macs-fan-control"
cask "megasync"
cask "microsoft-office"
cask "microsoft-teams"
cask "minikube"
cask "mpv"
cask "notion"
cask "nteract"
cask "openconnect-gui"
cask "osxfuse"
cask "pocket-casts"
cask "postman"
cask "pycharm"
cask "qbittorrent"
cask "rq"
cask "rubymine"
cask "screenflow"
cask "scribus"
cask "sketch"
cask "skype"
cask "slack"
cask "sonos"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "switchresx"
cask "synologyassistant"
cask "tabula"
cask "tla-plus-toolbox"
cask "toggl"
cask "transmit"
cask "vagrant"
cask "vienna"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "viscosity"
cask "visual-studio-code"
cask "vmware-fusion"
cask "watchguard-mobile-vpn-with-ssl"
cask "xmind"
cask "xquartz"
cask "zoomus"
cask "zotero"
mas "1Password 7", id: 1333542190
mas "Disk Expert", id: 488920185
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 715768417
mas "MindNode", id: 992076693
mas "Pages", id: 409201541
mas "Power JSON Editor", id: 499768540
mas "Skitch", id: 425955336
mas "Textual IRC Client", id: 1262957439
