tap "cue-lang/tap"
tap "d12frosted/emacs-plus"
tap "dagger/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "adr-tools"
brew "little-cms2"
brew "python@3.10"
brew "aws-shell"
brew "awscli"
brew "bashdb"
brew "bat"
brew "bison"
brew "black"
brew "bottom"
brew "broot"
brew "fontconfig"
brew "glib"
brew "python@3.9"
brew "chezmoi"
brew "coreutils"
brew "openldap"
brew "curl"
brew "curlie"
brew "defaultbrowser"
brew "deno"
brew "difftastic"
brew "direnv"
brew "editorconfig"
brew "exa"
brew "fd"
brew "mesa"
brew "freeglut"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "gitui"
brew "gmailctl"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "guile"
brew "helix"
brew "httpie"
brew "jq"
brew "ijq"
brew "jd"
brew "jsonnet"
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "libfido2"
brew "libgccjit"
brew "libslirp"
brew "libsodium"
brew "libssh"
brew "lsd"
brew "luv"
brew "node"
brew "marked", link: false
brew "mas"
brew "moreutils"
brew "mtr"
brew "openjpeg"
brew "mupdf"
brew "mysql"
brew "mysql-client@5.7"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "node@16"
brew "onefetch"
brew "packer"
brew "pandoc"
brew "plantuml"
brew "virtualenv"
brew "poetry"
brew "postgresql@10"
brew "postgresql@14"
brew "prettier"
brew "pv"
brew "qt@5"
brew "qcachegrind"
brew "qemu"
brew "redis"
brew "ripgrep"
brew "ruby@2.7", link: true
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "sqlfluff"
brew "starship"
brew "tealdeer"
brew "termtosvg"
brew "terraform"
brew "tflint"
brew "tig"
brew "tmux"
brew "tree"
brew "w3m"
brew "watch"
brew "xdg-ninja"
brew "xsv"
brew "yq"
brew "zoxide"
brew "cue-lang/tap/cue"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-modern-doom3-icon", "with-native-comp"]
brew "dagger/tap/dagger"
cask "1password"
cask "activitywatch"
cask "alacritty"
cask "amazon-chime"
cask "amethyst"
cask "android-file-transfer"
cask "android-platform-tools"
cask "aws-vault"
cask "caffeine"
cask "daisydisk"
cask "dash"
cask "docker"
cask "duckduckgo"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "font-hack-nerd-font"
cask "font-space-mono-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "gotomeeting"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "kensingtonworks"
cask "kindle"
cask "libreoffice"
cask "meetingbar"
cask "megasync"
cask "microsoft-edge-dev"
cask "microsoft-teams"
cask "mucommander"
cask "mullvadvpn"
cask "pgadmin4"
cask "pocket-casts"
cask "pomotroid"
cask "postman"
cask "quicksilver"
cask "slack"
cask "sonos"
cask "spotify"
cask "stats"
cask "steam"
cask "synologyassistant"
cask "temurin17"
cask "vagrant"
cask "virtualbox"
cask "vscodium"
cask "wacom-tablet"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zoom"
cask "zotero"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "Pocket", id: 568494494
mas "Slack", id: 803453959
mas "WireGuard", id: 1451685025
